Repository: Larnicone/playmyvideos
Catalog: po/*.po
Languages: it

source: Set new Cover…
it: Cambiare Copertina

source: Repeat
it: Ripeti

source: Track %d (%s)
it: Traccia %d (%s)

source: disable
it: Disattivare

source: Subtitle %d (%s)
it: Sottotitoli %d (%s)

source: Change Video Folder
it: Cambiare Cartella

source: Load videos from a folder, a network or an external disk.
it: Caricare video da una cartella, una rete o un disco esterno

source: Import Videos
it: aggiungi Video

source: Import videos from a source into your library.
it: Aggiungi video da un media alla libreria.

source: Choose an image…
it: Scegli un immagine...

source: _Cancel
it: _Cancella

source: _Open
it: _Aprire

source: Images
it: Immagini

source: Select a folder.
it: Scegli Cartella

source: Folder
it: Cartella

source: Change Video Folder…
it: Cambiare Cartella Video...

source: Import Videos…
it: Aggiungi Video...

source: Rescan Library
it: Riscanerizare la Libreria

source: Preferences
it: Preferenze

source: Search Videos
it: Cercare Video

source: Library
it: Riscanerizare la Libreria

source: Use Dark Theme
it: Tema Scuro
